export default {
  code: 
`
👦：“亲爱的，你愿意嫁给我吗!❤🌹💍”
👧：“我愿意！❤”
👦：“那我去给大家发请帖啦~🤩”
//✍️……
const { 👦, 👧 } = 🌎;
Utils.marry(👦,👧);
Utils.generateInvitation(👦,👧);
//写好了开始发送~`,
  executions: [{
    name:'📮..',
    time: '',
    duration: 5,
    visible: false
  }, {
    name:'🏍️...',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'🚪🚶...',
    time: '',
    visible: false
  }],
  barrages: [
    '66666666',
    '愿你美梦成真',
    '你的邀请函真是美',
    '人美心更美',
    '你是最棒的',
    '哇哇哇',
    '你写代码老快了',
    '你的代码真是棒',
    '😗 😙 😚 😋 '
  ],
}