export default {
  code: 
`这首歌，
纪念我们相识
这段代码，
纪念我们一起步入婚姻的殿堂
//✍️……
const { 👦, 👧 } = 🌎;
Utils.marry(👦,👧);
Utils.generateInvitation(👦,👧);`,
  executions: [{
    name:'📮..',
    time: '',
    duration: 5,
    visible: false
  }, {
    name:'🏍️...',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'🚪🚶...',
    time: '',
    visible: false
  }],
  barrages: [
    '66666666',
    '愿你美梦成真',
    '你的邀请函真是美',
    '人美心更美',
    '你是最棒的',
    '哇哇哇',
    '你写代码老快了',
    '你的代码真是棒',
    '😗 😙 😚 😋 '
  ],
}