export default {
  code: 
`
//
const { 👦, 👧 } = 🌎;
👦.say('嫁给我吧!❤️');
👧.response('好呀好呀！');
👦.say('那我马上去发请帖啦');
Utils.generateInvitation(👦,👧);
// 好了开始发请帖`,
  executions: [{
    name:'帖邮票中...',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'投递中📮...',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'运输中🏍️...',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'🚪🚶已送达代签收...',
    time: '',
    visible: false
  }],
  barrages: [
    '66666666',
    '愿你美梦成真',
    '你的邀请函真是美',
    '人美心更美',
    '你是最棒的',
    '哇哇哇',
    '你写代码老快了',
    '你的代码真是棒',
    '😗 😙 😚 😋 '
  ],
}